{"ADS_STATION":[{
"content1":"Videoleap video Editor - Photo Editor is the most powerful movie editor slideshow editor on Android. Create , Edit your projects with it. It is the best choice.",
"content2":"There's actually a lot you can do with audio in Videoleap for Phone. You can separate audio from a video clip, add songs from your Music app, add sound effects, and import audio files from cloud storage. When it comes to editing, you can move tracks around, trim them, adjust volume levels, fade them in or out, change the speed and pitch, reverse them, add more bass, split them, and more.",
"content3":"The music and sound effects that play in the background of any videos you edit helps set the tone, so it's essential to get it right. Enlight Videoleap, an extremely powerful and popular mobile video editing tool for Android, lets you quickly and easily add audio from your Phone and the cloud, but things can still get a little confusing when you have a timeline full of clips.",
"content4":"Before we start on editing tools, you should know how to move and trim the audio. To move it around, tap-and-hold on the blue music icon above your audio clip, then drag it either left or right. To clip the audio, tap the music icon to select the track, then touch the left or right arrow on either end and drag inward to where you want to trim it. You can also un-trim audio the same way, only moving it outward.",
"content5":"Now that you've selected audio to add to your video, it's time to mess with the tools available in Videoleap. Tap on the music icon above your audio clip to select it and view the audio-editing toolbar. From these tools, you can adjust volume levels, mute the audio, fade the audio, change the speed and pitch, and more.",
"content6":"The 'Volume' setting stands at 100 but can be dropped to zero (muted) or increased to 500 (really blown out, distorted audio) by dragging the white bar left or right on the slider that appears. Instead of dropping the volume to zero, you can also tap on 'Mute' in the toolbar to shut off the audio.",
"content7":"'Fade' lets you fade the audio in or out. Audio 'Fade Out' causes the end of the audio clip to get softer until it's no longer audible, while 'Fade In' makes the beginning of the audio clip progressively get louder until the audio reaches full volume. Move the white bar on the slider to the right to increase the length of the fade, left to decrease. Using fades helps give your audio a more professional sound, cleaner than merely throwing in a song on a video and not editing it.",
"content8":"The 'Split' tool allows you to cut the track anywhere, giving you two different sections that can be played without interruption if laid next to each other. It's useful if you want to add a transition or animation to only a specific portion of the audio. Also, to delete parts of the audio, especially a section in the middle.",
                    

    
    
  "face_banner":"IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
"face_interstital":"IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
"face_native":"IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",

"admob_banner":"ca-app-pub-3940256099942544/6300978111",
"admob_interstital":"ca-app-pub-3940256099942544/1033173712",
"admob_interstital2":"ca-app-pub-3940256099942544/1033173712",
"admob_interstital3":"ca-app-pub-3940256099942544/1033173712",
"admob_interstital4":"ca-app-pub-3940256099942544/1033173712",
"admob_nativeads":"ca-app-pub-3940256099942544/2247696110",

 
"facebook_admob":"facebook"
}]}
